Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Require administrator authorization to
ar: يلزم تخويل من المسؤول من أجل
ca: Demana l’autorització de l’administrador per al següent:
cs: Pro následující akce požadovat oprávnění správce
da: Kræv administratorgodkendelse til at
de: Adminautorisierung erforderlich für:
el: Απαιτείται εξουσιοδότηση διαχειριστή για:
es: Solicitar la autorización de la persona administradora para
es_us: Solicitar la autorización del administrador para
fi: Vaadi ylläpitäjän valtuutus:
fr: Exiger l’autorisation de l’administrateur pour
fr_ca: Exiger l’autorisation de l’administrateur pour
he: ניתן לדרוש את אישור מנהל המערכת לצורך:
hi: ऐडमिनिस्ट्रेटर ऑथराइज़ेशन आवश्यक है
hr: Traži autorizaciju administratora za:
hu: Adminisztrátori jogosultságok megkövetelése a következőkhöz:
id: Perlukan pengesahan administrator untuk
it: Richiedi l’autorizzazione dell’amministratore per
ja: 管理者の承認を要求
ko: 다음에 대해 관리자 권한 필요:
ms: Memerlukan kebenaran pentadbir untuk
nb: Krev administrator­godkjenning for å
nl: Beheerderswachtwoord vereist om
pl: Czynności wymagające uwierzytelnienia się jako administrator
pt_br: Exigir autorização de administrador para:
pt_pt: É necessária autorização de um administrador para
ro: Solicitați autorizare din partea administratorului pentru
ru: Требовать авторизацию администратора для:
sk: Autorizácia správcu sa vyžaduje na
sl: Zahtevaj pooblastilo skrbnika za
sv: Kräv administratörsautentisering för att:
th: ต้องได้รับอนุญาตจากผู้ดูแลระบบเพื่อ
tr: Şunlar için yönetici kimliğini doğrulama gereksin:
uk: Запитувати пароль адміністратора для
vi: Yêu cầu có ủy quyền của quản trị viên để
zh_cn: 以下操作需要管理员授权
zh_hk: 進行以下操作需要管理員授權：
zh_tw: 需要管理者授權

source: Rotating
ar: متغيِّر
ca: Rotatòria
cs: Střídání adres
da: Skifter
de: Rotierend
el: Εναλλασσόμενη
es: Rotatoria
es_us: Alternante
fi: Vaihtuva
fr: Renouvellement
fr_ca: Dynamique
he: משתנה
hi: रोटेटिंग
hr: Rotiranje
hu: Váltogatott
id: Dirotasi
it: A rotazione
ja: ローテーション
ko: 순환 중
ms: Menggilirkan
nb: Roterende
nl: Roterend
pl: Rotowanie
pt_br: Rotativo
pt_pt: Periódico
ro: Reînnoită
ru: Ротация адреса
sk: Striedanie adries
sl: Spreminjajoč se
sv: Roterande
th: หมุนเวียน
tr: Dönüşümlü Kullanılan
uk: Змінювана
vi: Luân chuyển
zh_cn: 轮替
zh_hk: 輪換
zh_tw: 輪替

source: Rotating a private address helps reduce tracking of your Mac across different Wi‑Fi networks.
ar: تغيير العنوان الخاص يساعد على الحد من تتبع Mac أثناء استخدام شبكات Wi‑Fi المختلفة.
ca: Les adreces privades rotatòries ajuden a reduir el seguiment del Mac en diferents xarxes Wi‑Fi.
cs: Střídáním soukromé adresy lze částečně omezit sledování pohybu vašeho Macu mezi různými Wi‑Fi sítěmi.
da: Skift af en privat adresse hjælper med at reducere sporing af din Mac på forskellige Wi‑Fi-netværk.
de: Das Rotieren einer privaten Netzwerkadresse hilft dabei, das Tracking deines Mac über verschiedene WLANs zu reduzieren.
el: Η περιοδική αλλαγή ιδιωτικής διεύθυνσης βοηθά στη μείωση της ανίχνευσης του Mac σας σε διαφορετικά δίκτυα Wi‑Fi.
es: El uso de una dirección privada rotatoria contribuye a reducir el rastreo de tu Mac cuando te conectes a distintas redes Wi‑Fi.
es_us: Alternar una dirección privada ayuda a reducir el rastreo de tu Mac por distintas redes Wi‑Fi.
fi: Vaihtuvan osoitteen käyttäminen auttaa vähentämään Macisi seurantaa eri Wi‑Fi-verkkojen välillä.
fr: Le renouvellement d’une adresse privée permet de réduire le suivi de votre Mac sur différents réseaux Wi‑Fi.
fr_ca: Changer régulièrement d’adresse privée permet de réduire le suivi de votre Mac sur différents réseaux Wi‑Fi.
he: שינוי קבוע של כתובת פרטית מסייע להפחית את המעקב אחר ה-Mac שלך בעת שימוש ברשתות אלחוטיות שונות.
hi: निजी पता रोटेट करने से विभिन्न वाई‑फ़ाई नेटवर्क पर आपके Mac की ट्रैकिंग को सीमित करने में मदद मिलती है।
hr: Rotiranjem privatne adrese pomaže se u smanjenju praćenja vašeg Maca na raznim Wi‑Fi mrežama.
hu: Privát cím váltogatásával csökkenthető a Macje követése a különböző Wi‑Fi-hálózatokon.
id: Merotasi alamat pribadi membantu mengurangi pelacakan Mac Anda di berbagai jaringan Wi‑Fi.
it: L’utilizzo di un indirizzo privato a rotazione riduce la possibilità di tracciare il Mac su reti Wi‑Fi diverse.
ja: プライベートアドレスをローテーションすることで、複数のWi‑Fiネットワーク間でのMacに対するトラッキングを減らすことができます。
ko: 비공개 주소를 순환하면 다른 모든 Wi‑Fi 네트워크에서 사용자의 Mac에 대한 추적을 줄이는 데 도움이 됩니다.
ms: Menggilirkan alamat peribadi membantu mengurangkan penjejakan Mac anda merentas rangkaian Wi‑Fi berbeza.
nb: Rotering av en privat adresse vil være med å redusere sporing av Macen på tvers av Wi‑Fi-nettverk.
nl: Door een privé‑adres te roteren kan je Mac minder worden gevolgd via verschillende wifinetwerken.
pl: Rotowanie adresu prywatnego pomaga ograniczyć śledzenie Twojego Maca w różnych sieciach Wi‑Fi.
pt_br: O uso de um endereço rotativo ajuda a reduzir o rastreamento do seu Mac em redes Wi‑Fi diferentes.
pt_pt: A rotação de um endereço privado ajuda a reduzir o seguimento do Mac em diversas redes Wi‑Fi.
ro: Reînnoirea unei adrese private reduce posibilitatea urmăririi Mac‑ului în diferite rețele Wi‑Fi.
ru: Ротация частного адреса усложнит отслеживание Вашего Mac при смене сетей Wi‑Fi.
sk: Striedanie privátnej adresy pomáha obmedziť sledovanie vášho Macu naprieč rôznymi Wi‑Fi sieťami.
sl: Ciklično preklapljanje zasebnega naslova pomaga zmanjšati sledenje vašemu Macu v različnih omrežjih Wi‑Fi.
sv: Om du roterar en privat adress minskar det spårningen av datorn mellan olika Wi‑Fi-nätverk.
th: การสลับใช้ที่อยู่แบบส่วนตัวจะช่วยลดการติดตาม Mac ของคุณบนเครือข่าย Wi‑Fi ต่างๆ
tr: Özel bir adresi dönüşümlü kullanmak Mac’inizin farklı Wi‑Fi ağlarında takip edilmesini azaltır.
uk: Ротація приватних адрес допомагає зменшити відстеження вашого Mac у різних мережах Wi‑Fi.
vi: Việc luân chuyển địa chỉ bảo mật giúp giảm việc theo dõi máy Mac của bạn trên các mạng Wi‑Fi khác nhau.
zh_cn: 轮替私有地址有助于减少在不同Wi‑Fi网络间对Mac的跟踪。
zh_hk: 輪換私人位址有助你的Mac在不同Wi‑Fi網絡間減少被追蹤。
zh_tw: 輪替專用位址可協助你在使用不同的Wi‑Fi網路時，降低你的Mac被追蹤的機率。

source: Router
ar: جهاز التوجيه
ca: Encaminador
cs: Směrovač
el: Δρομολογητής
fi: Reititin
fr: Routeur
fr_ca: Routeur
he: נתב
hi: राउटर
id: Ruter
ja: ルーター
ko: 라우터
ms: Penghala
nb: Ruter
pt_br: Roteador
ro: Ruter
ru: Маршрутизатор
sl: Usmerjevalnik
th: เราท์เตอร์
tr: Yöneltici
uk: Маршрутизатор
vi: Bộ định tuyến
zh_cn: 路由器
zh_hk: 路由器
zh_tw: 路由器

source: Run Diagnostics…
ar: تشغيل التشخيصات…
ca: Executa el diagnòstic…
cs: Spustit diagnostiku…
da: Diagnosticering…
de: Diagnose starten …
el: Εκτέλεση Διαγνωστικών…
es: Ejecutar diagnóstico…
es_us: Realizar un diagnóstico…
fi: Suorita vianmääritys…
fr: Exécuter le diagnostic…
fr_ca: Exécuter Diagnostic…
he: הפעלת ״כלי אבחון״…
hi: डायग्नॉस्टिक चलाएँ…
hr: Pokreni dijagnostiku…
hu: Diagnosztika futtatása…
id: Jalankan Diagnostik…
it: Esegui diagnosi…
ja: 診断を実行…
ko: 진단 실행…
ms: Jalankan Diagnostik…
nb: Utfør diagnostikk…
nl: Voer Diagnose uit…
pl: Uruchom diagnostykę…
pt_br: Executar Diagnóstico…
pt_pt: Executar diagnóstico…
ro: Rulare diagnoză…
ru: Запустить диагностику…
sk: Spustiť diagnostiku…
sl: Zaženi diagnostiko …
sv: Kör diagnos…
th: สั่งทำงานการวินิจฉัย…
tr: Tanılar’ı Çalıştır…
uk: Почати діагностику…
vi: Chạy chẩn đoán…
zh_cn: 运行诊断…
zh_hk: 執行診斷⋯
zh_tw: 執行診斷⋯

source: Searching…
ar: يجري البحث…
ca: Cercant…
cs: Hledání…
da: Søger…
de: Suchen …
el: Αναζήτηση…
es: Buscando…
es_us: Buscando…
fi: Etsitään…
fr: Recherche…
fr_ca: Recherche…
he: מחפש…
hi: खोज जारी है…
hr: Traženje…
hu: Keresés…
id: Mencari…
it: Cerco…
ja: 検索中…
ko: 검색 중…
ms: Mencari…
nb: Søker…
nl: Zoeken…
pl: Szukam…
pt_br: Buscando…
pt_pt: A procurar…
ro: Căutare…
ru: Поиск…
sk: Vyhľadávam…
sl: Iskanje …
sv: Söker…
th: กำลังค้นหา…
tr: Aranıyor…
uk: Триває пошук…
vi: Đang tìm kiếm…
zh_cn: 正在搜索…
zh_hk: 搜尋中⋯
zh_tw: 搜尋中⋯

source: Secure Network
ar: شبكة آمنة
ca: Xarxa segura
cs: Zabezpečená síť
da: Sikkert netværk
de: Sicheres Netzwerk
el: Ασφαλές δίκτυο
es: Red segura
es_us: Red segura
fi: Suojattu verkko
fr: Réseau sécurisé
fr_ca: Réseau sécurisé
he: רשת מאובטחת
hi: सुरक्षित नेटवर्क
hr: Sigurna mreža
hu: Biztonságos hálózat
id: Jaringan Aman
it: Rete sicura
ja: セキュリティ保護されたネットワーク
ko: 보안 네트워크
ms: Rangkaian Selamat
nb: Sikkert nettverk
nl: Veilig netwerk
pl: Sieć zabezpieczona
pt_br: Rede Segura
pt_pt: Rede segura
ro: Rețea securizată
ru: Безопасная сеть
sk: Zabezpečená sieť
sl: Zavarovano omrežje
sv: Säkert nätverk
th: เครือข่ายปลอดภัย
tr: Güvenli Ağ
uk: Безпечна мережа
vi: Mạng bảo mật
zh_cn: 安全网络
zh_hk: 安全網絡
zh_tw: 安全的網路

source: Security
ar: التأمين
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
es_us: Seguridad
fi: Suojaus
fr: Sécurité
fr_ca: Sécurité
he: אבטחה
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
ms: Keselamatan
nb: Sikkerhet
nl: Beveiliging
pl: Zabezpieczenia
pt_br: Segurança
pt_pt: Segurança
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
sl: Varnost
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Тип захисту
vi: Bảo mật
zh_cn: 安全性
zh_hk: 保安級別
zh_tw: 安全層級

source: Security Type
ar: نوع التأمين
ca: Tipus de seguretat
cs: Typ zabezpečení
da: Sikkerhedstype
de: Sicherheitstyp
el: Τύπος ασφάλειας
es: Tipo de seguridad
es_us: Tipo de seguridad
fi: Suojaustyyppi
fr: Type de sécurité
fr_ca: Type de sécurité
he: סוג אבטחה
hi: सुरक्षा प्रकार
hr: Vrsta zaštite
hu: Biztonság típusa
id: Jenis Keamanan
it: Tipo sicurezza
ja: セキュリティの種類
ko: 보안 유형
ms: Jenis Keselamatan
nb: Sikkerhetstype
nl: Beveiligingstype
pl: Zabezpieczenia
pt_br: Tipo de Segurança
pt_pt: Tipo de segurança
ro: Tip securitate
ru: Тип безопасности
sk: Typ zabezpečenia
sl: Vrsta varnosti
sv: Säkerhetstyp
th: ประเภทความปลอดภัย
tr: Güvenlik Türü
uk: Тип захисту
vi: Loại bảo mật
zh_cn: 安全性类型
zh_hk: 安全類型
zh_tw: 安全類型

source: Select a certificate or enter a name and password for network "%@"
ar: حدد شهادة أو قم بإدخال اسم وكلمة سر للشبكة "%@"
ca: Selecciona un certificat o introdueix un nom i una contrasenya per a la xarxa “%@”
cs: Vyberte certifikát nebo zadejte jméno a heslo pro síť „%@“
da: Vælg et certifikat, eller skriv navn og adgangskode til netværket “%@”
de: Wähle ein Zertifikat oder gib Namen und Passwort für das Netzwerk „%@“ ein.
el: Επιλέξτε ένα πιστοποιητικό ή εισαγάγετε όνομα και συνθηματικό για το δίκτυο «%@»
es: Selecciona un certificado o introduce un nombre y una contraseña para la red “%@”
es_us: Selecciona un certificado o ingresa un nombre y contraseña para la red “%@”
fi: Valitse varmenne tai syötä käyttäjätunnus ja salasana verkolle ”%@”
fr: Sélectionner un certificat ou saisir le nom et le mot de passe pour le réseau « %@ »
fr_ca: Sélectionner un certificat ou saisir le nom et le mot de passe pour le réseau « %@ »
he: יש לבחור אישור או להזין שם וסיסמה עבור הרשת ״%@״
hi: “%@” नेटवर्क के लिए सर्टिफ़िकेट चुनें या नाम और पासवर्ड दर्ज करें।
hr: Odaberite certifikat ili unesite naziv i lozinku za mrežu "%@"
hu: Jelöljön ki egy tanúsítványt vagy adjon meg egy nevet és jelszót a(z) „%@” hálózathoz
id: Pilih sertifikat atau masukkan nama dan kata sandi untuk jaringan “%@”
it: Seleziona un certificato o inserisci un nome e una password per la rete “%@”
ja: 証明書を選択するか、ネットワーク“%@”用の名前とパスワードを入力してください
ko: ‘%@’ 네트워크의 인증서 선택 또는 이름 및 암호 입력
ms: Pilih sijil atau masukkan nama dan kata laluan untuk rangkaian “%@”
nb: Velg et sertifikat, eller oppgi et navn og passord for nettverket «%@»
nl: Selecteer een certificaat of voer een naam en wachtwoord in voor het netwerk '%@'
pl: Wybierz nazwę certyfikatu lub podaj nazwę użytkownika i hasło do sieci „%@”
pt_br: Selecione um certificado ou digite um nome e uma senha para a rede “%@”
pt_pt: Selecione um certificado ou digite um nome e uma palavra‑passe para a rede “%@”
ro: Selectați un certificat sau introduceți un nume și o parolă pentru rețeaua „%@”
ru: Выберите сертификат или введите имя и пароль для сети «%@»
sk: Vyberte certifikát alebo zadajte meno a heslo pre sieť „%@“
sl: Izberite potrdilo ali vnesite ime in geslo za omrežje »%@«
sv: Välj ett certifikat eller ange ett namn och lösenord för nätverket ”%@”
th: เลือกใบรับรองหรือป้อนชื่อและรหัสผ่านของเครือข่าย “%@”
tr: “%@” ağı için bir sertifika seçin veya bir ad ve parola girin
uk: Виберіть сертифікат або введіть імʼя та пароль для мережі «%@»
vi: Chọn một chứng nhận hoặc nhập tên và mật khẩu cho mạng "%@"
zh_cn: 选择网络“%@”的证书或输入该网络的名称和密码
zh_hk: 選擇網絡「%@」的證書，或輸入名稱和密碼
zh_tw: 選擇網路「%@」的憑證，或輸入其名稱和密碼

source: Set up Wi‑Fi to wirelessly connect your Mac to the internet. Turn on Wi‑Fi, then choose a network to join.
ar: قم بإعداد Wi‑Fi لتوصيل Mac بالإنترنت لاسلكيًا. شغل Wi‑Fi، ثم اختر الشبكة المراد الانضمام إليها.
ca: Configura la Wi‑Fi per connectar‑te a internet sense fil amb el Mac. Activa la Wi‑Fi i, després, selecciona una xarxa.
cs: Chcete‑li se na Macu bezdrátově připojit k internetu, nastavte Wi‑Fi. Zapněte Wi‑Fi a potom vyberte síť, ke které se chcete připojit.
da: Indstil Wi‑Fi til at forbinde din Mac trådløst til internettet. Slå Wi‑Fi til, og vælg et netværk, du vil oprette forbindelse til.
de: Richte WLAN ein, um eine drahtlose Internetverbindung auf deinem Mac herzustellen. Aktiviere WLAN und wähle ein Netzwerk.
el: Διαμορφώστε το Wi‑Fi για ασύρματη σύνδεση του Mac στο Διαδίκτυο. Ενεργοποιήστε το Wi‑Fi και μετά επιλέξτε ένα δίκτυο για σύνδεση.
es: Conecta el Mac a internet a través de una red Wi‑Fi. Para ello, activa la conexión Wi‑Fi y selecciona una red.
es_us: Configura la red Wi‑Fi para conectar tu Mac de manera inalámbrica a Internet. Activa Wi‑Fi y luego selecciona una red para conectarte a ella.
fi: Ota Wi‑Fi käyttöön, jotta voit yhdistää Macin internetiin langattomasti. Laita Wi‑Fi päälle ja valitse sitten verkko, johon liitytään.
fr: Configurez le Wi‑Fi pour connecter sans fil votre Mac à Internet. Activez le Wi‑Fi, puis choisissez le réseau auquel vous souhaitez vous connecter.
fr_ca: Configurez le Wi‑Fi pour connecter sans fil votre Mac à Internet. Activez le Wi‑Fi, puis choisissez un réseau auquel vous connecter.
he: באפשרותך להגדיר רשת אלחוטית כדי לחבר את ה-Mac שלך לאינטרנט באופן אלחוטי. יש להפעיל את התקשורת האלחוטית ולבחור רשת להצטרף אליה.
hi: अपना Mac इंटरनेट से वायरलेस तरीक़े से कनेक्ट करने के लिए वाई‑फ़ाई सेटअप करें। वाई‑फ़ाई चालू करें, फिर जुड़ने के लिए कोई नेटवर्क चुनें।
hr: Podesite Wi‑Fi za bežično spajanje Maca na internet. Uključite Wi‑Fi, zatim odaberite mrežu za spajanje.
hu: A Wi‑Fi beállításával vezeték nélkül kapcsolódhat a Macjével az internethez. Kapcsolja be a Wi‑Fi‑t, majd válasszon egy hálózatot, amelyhez csatlakozni szeretne.
id: Atur Wi‑Fi untuk menghubungkan Mac Anda ke internet secara nirkabel. Nyalakan Wi‑Fi, lalu pilih jaringan untuk bergabung.
it: Configura il Wi‑Fi per connettere il Mac a internet in modalità wireless. Attiva il Wi‑Fi, quindi scegli una rete a cui connetterti.
ja: Macをインターネットに接続するには、Wi‑Fiを設定します。Wi‑Fiをオンにしてから、接続するネットワークを選択してください。
ko: Mac을 인터넷에 무선 연결하려면 Wi‑Fi를 설정하십시오. Wi‑Fi를 켠 다음 연결할 네트워크를 선택하십시오.
ms: Sediakan Wi‑Fi untuk menyambungkan Mac anda secara wayarles ke internet. Aktifkan Wi‑Fi, kemudian pilih rangkaian untuk disertai.
nb: Still inn Wi‑Fi for å koble Macen trådløst til internett. Slå på Wi‑Fi, og velg et nettverk du vil koble til.
nl: Configureer wifi om je Mac draadloos te verbinden met het internet. Schakel wifi in en kies vervolgens een netwerk om verbinding mee te maken.
pl: Skonfiguruj sieć Wi‑Fi, aby bezprzewodowo połączyć Maca z Internetem. Następnie włącz Wi‑Fi i wybierz sieć.
pt_br: Configure o Wi‑Fi para estabelecer uma conexão sem fio do Mac com a internet automaticamente. Ative o Wi‑Fi e escolha uma rede para entrar.
pt_pt: Configure o Wi‑Fi para ligar o Mac à internet sem fios. Ative o Wi‑Fi e, depois, escolha uma rede.
ro: Configurați rețeaua Wi‑Fi pentru a vă conecta Mac‑ul la internet, în mod wireless. Activați Wi‑Fi, apoi alegeți o rețea la care să vă conectați.
ru: Настройте Wi‑Fi, чтобы подключать Mac к интернету по беспроводной сети. Включите Wi‑Fi, затем выберите сеть для подключения.
sk: Nastavte si Wi‑Fi na bezdrôtové pripojenie svojho Macu na internet. Zapnite Wi‑Fi a potom vyberte sieť, ku ktorej sa chcete pripojiť.
sl: Za brezžično povezovanje Maca z internetom nastavite povezavo Wi‑Fi. Vklopite Wi‑Fi in nato izberite omrežje, kateremu se želite pridružiti.
sv: Ställ in Wi‑Fi om du vill ansluta datorn trådlöst till internet. Slå på Wi‑Fi och välj sedan ett nätverk att ansluta till.
th: ตั้งค่า Wi‑Fi เพื่อเชื่อมต่อ Mac ของคุณแบบไร้สายกับอินเทอร์เน็ต เปิด Wi‑Fi แล้วเลือกเครือข่ายเพื่อเข้าร่วม
tr: Mac’inizi internete kablosuz olarak bağlamak için Wi‑Fi’yi ayarlayın. Wi‑Fi’yi açın, sonra katılacağınız bir ağ seçin.
uk: Налаштуйте Wi‑Fi для бездротового зʼєднання Mac з інтернетом. Увімкніть Wi‑Fi, а тоді оберіть мережу для приєднання.
vi: Thiết lập Wi‑Fi để kết nối không dây máy Mac của bạn vào internet. Bật Wi‑Fi, sau đó chọn mạng để kết nối.
zh_cn: 设置Wi‑Fi以将Mac无线接入互联网。请打开Wi‑Fi，然后选取要加入的网络。
zh_hk: 設定Wi‑Fi 以讓Mac無線連接至互聯網。開啟Wi-Fi，然後選擇要加入的網絡。
zh_tw: 設定Wi‑Fi來將Mac以無線方式連接網際網路。請開啟Wi‑Fi，然後設定要加入的網路。

source: Show Detail
ar: إظهار التفاصيل
ca: Mostra els detalls
cs: Zobrazit podrobnosti
da: Vis info
de: Details einblenden
el: Εμφάνιση λεπτομερειών
es: Mostrar detalles
es_us: Mostrar detalles
fi: Näytä lisätietoja
fr: Afficher les détails
fr_ca: Afficher les détails
he: הצגת פרטים
hi: विवरण दिखाएँ
hr: Prikaži detalje
hu: Részletek megjelenítése
id: Tampilkan Detail
it: Mostra dettagli
ja: 詳細情報を表示
ko: 세부사항 보기
ms: Tunjukkan Butiran
nb: Vis detaljer
nl: Toon details
pl: Pokaż szczegóły
pt_br: Mostrar Detalhe
pt_pt: Mostrar detalhes
ro: Afișați detalii
ru: Показать детали
sk: Zobraziť detaily
sl: Prikaži podrobnost
sv: Visa detaljer
th: แสดงรายละเอียด
tr: Ayrıntıyı Göster
uk: Докладніше
vi: Hiển thị chi tiết
zh_cn: 显示详细信息
zh_hk: 顯示詳細資料
zh_tw: 顯示詳細資訊

source: Show legacy networks and options
ar: إظهار الخيارات والشبكات القديمة
ca: Mostra les opcions i les xarxes heretades
cs: Zobrazit starší typy sítí a volby
da: Vis ældre netværk og indstillinger
de: Frühere Netzwerke und Optionen einblenden
el: Εμφάνιση δικτύων παλαιού τύπου και επιλογών
es: Mostrar redes heredadas y opciones
es_us: Mostrar opciones y redes antiguas
fi: Näytä vanhat verkot ja valinnat
fr: Afficher les anciens réseaux et les anciennes options
fr_ca: Afficher les réseaux hérités et leurs options
he: הצגת רשתות ואפשרויות מדור קודם
hi: लेगसी नेटवर्क और विकल्प दिखाएँ
hr: Prikaži naslijeđene mreže i opcije
hu: Korábbi hálózatok és lehetőségek megjelenítése
id: Tampilkan jaringan dan pilihan versi lama
it: Mostra opzioni e reti legacy
ja: 古いネットワークとオプションを表示
ko: 레거시 네트워크 및 옵션 보기
ms: Tunjukkan rangkaian legasi dan pilihan
nb: Vis eldre nettverk og valg
nl: Toon verouderde netwerken en opties
pl: Pokaż starsze sieci i opcje
pt_br: Mostrar opções e redes antigas
pt_pt: Mostrar redes antigas e opções
ro: Afișarea rețelelor și opțiunilor vechi
ru: Показа устаревших сетей и параметров
sk: Zobrazenie starších sietí a možností
sl: Prikaz starejših združljivih omrežij in možnosti
sv: Visa äldre nätverk och alternativ
th: แสดงเครือข่ายและตัวเลือกรุ่นเก่า
tr: Eski ağları ve seçenekleri gösterme
uk: Перегляду застарілих мереж та опцій
vi: Hiển thị các tùy chọn và mạng kế thừa
zh_cn: 显示旧版网络和选项
zh_hk: 顯示舊網絡和選項
zh_tw: 顯示舊網路和選項

source: Show password
ar: إظهار كلمة السر
ca: Mostra la contrasenya
cs: Zobrazit heslo
da: Vis adgangskode
de: Passwort einblenden
el: Εμφάνιση συνθηματικού
es: Mostrar contraseña
es_us: Mostrar contraseña
fi: Näytä salasana
fr: Afficher le mot de passe
fr_ca: Afficher le mot de passe
he: הצגת הסיסמה
hi: पासवर्ड दिखाएँ
hr: Prikaži lozinku
hu: Jelszó megjelenítése
id: Tampilkan kata sandi
it: Mostra la password
ja: パスワードを表示
ko: 암호 보기
ms: Tunjukkan kata laluan
nb: Vis passord
nl: Toon wachtwoord
pl: Pokaż hasło
pt_br: Mostrar senha
pt_pt: Mostrar palavra‑passe
ro: Afișați parola
ru: Показать пароль
sk: Zobraziť heslo
sl: Prikaži geslo
sv: Visa lösenord
th: แสดงรหัสผ่าน
tr: Parolayı göster
uk: Показати пароль
vi: Hiển thị mật khẩu
zh_cn: 显示密码
zh_hk: 顯示密碼
zh_tw: 顯示密碼

source: The Wi‑Fi network "%@" could not be joined.
ar: تعذر الانضمام إلى شبكة Wi‑Fi ‏"%@".
ca: No s’ha pogut accedir a la xarxa Wi-Fi “%@”.
cs: K Wi‑Fi síti „%@“ se nelze připojit.
da: Der kunne ikke oprettes forbindelse til Wi‑Fi-netværket “%@”.
de: Verbindung zum WLAN „%@“ konnte nicht hergestellt werden.
el: Δεν ήταν δυνατή η σύνδεση στο δίκτυο Wi‑Fi «%@».
es: No se ha podido establecer conexión con la red Wi‑Fi “%@”.
es_us: No se pudo conectar a la red Wi‑Fi “%@”.
fi: Wi‑Fi-verkkoon %@ ei voitu liittyä.
fr: Impossible de se connecter au réseau Wi‑Fi « %@ ».
fr_ca: Impossible de se connecter au réseau Wi‑Fi « %@ ».
he: לא ניתן היה להצטרף אל הרשת האלחוטית ״%@״.
hi: वाई‑फ़ाई नेटवर्क “%@” से जुड़ा नहीं जा सका।
hr: Pristupanje Wi‑Fi mreži “%@” nije bilo moguće.
hu: A(z) „%@” Wi‑Fi-hálózathoz nem lehet csatlakozni.
id: Jaringan Wi‑Fi "%@" tidak dapat diakses.
it: Impossibile accedere alla rete Wi‑Fi “%@”.
ja: Wi‑Fiネットワーク“%@”に接続できませんでした。
ko: ‘%@’ Wi‑Fi 네트워크에 연결할 수 없습니다.
ms: Rangkaian Wi‑Fi "%@" tidak boleh disertai.
nb: Wi‑Fi-nettverket «%@» kunne ikke tilkobles.
nl: Er kan geen verbinding met het wifinetwerk '%@' worden gemaakt.
pl: Nie można przyłączyć się do sieci Wi‑Fi „%@”.
pt_br: Não foi possível se conectar à rede Wi‑Fi “%@”.
pt_pt: Não foi possível aceder à rede Wi‑Fi “%@”.
ro: Conectarea la rețeaua Wi‑Fi „%@” nu a reușit.
ru: Не удалось подключиться к сети Wi‑Fi «%@».
sk: K Wi‑Fi sieti „%@" sa nepodarilo pripojiť.
sl: Omrežju Wi‑Fi »%@« se ni bilo mogoče pridružiti.
sv: Kunde inte ansluta till Wi‑Fi-nätverket ”%@”.
th: ไม่สามารถเข้าร่วมเครือข่าย Wi‑Fi "%@" ได้
tr: “%@” adlı Wi‑Fi ağına katılamadı.
uk: Не вдалося приєднатися до мережі Wi‑Fi «%@».
vi: Không thể kết nối mạng Wi‑Fi "%@".
zh_cn: 未能加入Wi‑Fi网络“%@”。
zh_hk: 無法加入Wi‑Fi網絡「%@」。
zh_tw: 無法加入Wi‑Fi網路「%@」。

source: The Wi‑Fi network "%@" requires a %@ password.
ar: تتطلب شبكة Wi‑Fi ‏"%1$@" كلمة سر %2$@.
ca: La xarxa Wi‑Fi “%1$@” exigeix una contrasenya %2$@.
cs: Wi‑Fi síť „%1$@“ požaduje heslo %2$@.
da: Wi‑Fi-netværket “%1$@” kræver en %2$@-adgangskode.
de: Für das WLAN „%1$@“ ist ein %2$@-Passwort erforderlich.
el: Το δίκτυο Wi‑Fi «%1$@» απαιτεί ένα συνθηματικό %2$@.
es: La red Wi‑Fi “%1$@” requiere una contraseña %2$@.
es_us: La red Wi‑Fi "%1$@" requiere una contraseña de %2$@.
fi: Wi‑Fi-verkko %1$@ vaatii %2$[tt]@-salasanan.
fr: Le réseau Wi‑Fi « %1$@ » requiert un mot de passe %2$@.
fr_ca: Le réseau Wi‑Fi « %1$@ » requiert un mot de passe %2$@.
he: הרשת האלחוטית ״%1$@״ מחייבת שימוש בסיסמת %2$@.
hi: वाई‑फ़ाई नेटवर्क “%1$@” के लिए %2$@ पासवर्ड आवश्यक है।
hr: Wi‑Fi mreža “%1$@” zahtijeva %2$@ lozinku.
hu: A(z) „%1$@” Wi‑Fi-hálózathoz %2$@-jelszó megadása szükséges.
id: Jaringan Wi‑Fi "%1$@" memerlukan kata sandi %2$@.
it: La rete Wi‑Fi “%1$@” richiede una password %2$@.
ja: Wi‑Fiネットワーク“%1$@”には%2$@のパスワードが必要です。
ko: ‘%1$@’ Wi‑Fi 네트워크는 %2$@ 암호가 필요합니다.
ms: Rangkaian Wi‑Fi "%1$@" memerlukan kata laluan %2$@.
nb: Wi‑Fi-nettverket «%1$@» krever et %2$@-passord.
nl: Voor het wifinetwerk '%1$@' is een %2$@-wachtwoord vereist.
pl: Sieć Wi‑Fi „%1$@” wymaga hasła %2$@.
pt_br: A rede Wi‑Fi "%1$@" requer uma senha %2$@.
pt_pt: A rede Wi‑Fi “%1$@” requer uma palavra‑passe %2$@.
ro: Rețeaua Wi‑Fi „%1$@” necesită o parolă %2$@.
ru: Для сети Wi‑Fi «%1$@» требуется пароль %2$@.
sk: Wi‑Fi sieť „%1$@“ vyžaduje heslo %2$@.
sl: Omrežje Wi‑Fi »%1$@« zahteva geslo %2$@.
sv: Wi‑Fi-nätverket ”%1$@” kräver ett %2$@-lösenord.
th: เครือข่าย Wi‑Fi "%1$@" ต้องใช้รหัสผ่าน%2$[tt]@
tr: “%1$@” Wi‑Fi ağı %2$@ parolası gerektiriyor.
uk: Для доступу до мережі Wi‑Fi «%1$@» потрібен пароль %2$@.
vi: Mạng Wi‑Fi "%1$@" yêu cầu mật khẩu %2$@.
zh_cn: Wi‑Fi网络“%1$@”需要%2$@密码。
zh_hk: Wi‑Fi網絡「%1$@」需要%2$@密碼。
zh_tw: Wi‑Fi網路「%1$@」需要%2$@密碼。
